{
    "en": {
        "0": "building a horse. Options are small, middle or big size.",
        "4": "body preparation. Should I pass you the body? Yes or no? <b>",
        "6": "grinding with the sandpaper. I will now pass you the sandpaper.<->",
        "12": "selection of the toy head. Options are head of horse, wolf, or bear.",
        "14": "preparation of slides. Should I pass you the first slide? Yes or no? <b>",
        "17": "preparation of slides. You can ask for the second slide.",
        "23": "ready horse head. Should I pass you horse head? <b>",
        "32": "ready horse head. Should I pass you horse body? <b>",
        "34": "before assembly of the horse. Do you want to start assembly of the horse? <b>",
        "36": "adding the horse crossbar. You can ask for the horse crossbar.",
        "38": "inserting pins. Ask for the pins.",
        "40": "gluing. Should I give you hammer and glue? <b>",
        "42": "assembly of legs. You will need a leg. Should I pass it to you? <b>",
        "44": "assembly of legs. I will hold the horse for mounting the legs.<->",
        "46": "assembly of legs. Should I pass to you the second leg? <b>",
        "48": "assembly of legs. I will pass you the third leg.<->",
        "50": "assembly of legs. I will apss to you the last leg.<->",
        "52": "finishing the body. Should I hold the body for you? <b>",
        "54": "assembly of handlebars. Should I pass you the handlebars? <b>",
        "56": "assembly of handlebars. Should I hold for you the horse head? <b>",
        "58": "preparation for the cleaning up. Please put the things in the cleaning area. <->",
        "60": "finalization. Can I release the horse? <b>",
        "62": "final cleaning. Can I clean up the table? <b>",
        "1": [2],
        "70": [2],
        "80": [2],
        "2": [3],
        "3": [4],
        "5": [6],
        "7": [12]
    },
    "cs": {
        "0": "stavění koně. Možnosti jsou malá, střední nebo velká velikost.",
        "4": "přípravy těla. Mám vám podat tělo? Ano nebo ne? <b>",
        "6": "broušení brusným papírem. Teď vám podám brusný papír.<->",
        "12": "výběru hlavy hračky. Možnosti jsou hlava koně, vlka, nebo medvěda.",
        "14": "přípravy ližin. Chcete podat první ližinu? Ano nebo ne? <b>",
        "17": "přípravy ližin. Můžete požádat o druhou ližinu.",
        "23": "hotové hlavy koně. Mám vám podat hlavu koně? <b>",
        "32": "hotového těla koně. Mám vám podat tělo koně? <b>",
        "34": "před skládáním koně. Přejete si začít skládat koně? <b>",
        "36": "připojení příčníku. Můžete požádat o podání příčníku koně.",
        "38": "vložení kolíků. Požádejte o podání kolíků.",
        "40": "lepení. Chcete podat kladivo a lepidlo? <b>",
        "42": "montáže nohou. Budete potřebovat nohu. Chcete ji podat? <b>",
        "44": "montáže nohou. Koníka vám přidržím pro nasazení nohy.<->",
        "46": "montáže nohou. Chcete podat druhou nohu? <b>",
        "48": "montáže nohou. Podám vám třetí nohu.<->",
        "50": "montáže nohou. Podám vám poslední nohu.<->",
        "52": "dokončování těla. Chcete tělo podržet? <b>",
        "54": "nasazování řídítek. Chcete podat řidítka? <b>",
        "56": "nasazování řídítek. Chcete přidržet hlavu koníka? <b>",
        "58": "přípravy k úklidu. Odložte prosím věci do oblasti úklidu <->",
        "60": "finalizace. Mohu už koníka pustit? <b>",
        "62": "závěrečného úklidu. Můžu ze stolu uklidit věci? <b>",
        "1": [2],
        "70": [2],
        "80": [2],
        "2": [3],
        "3": [4],
        "5": [6],
        "7": [12]
    }
}